/* App name */
"About.appName.android" = "Bread";

/* About screen blog label */
"About.blog" = "博客";

/* About screen footer */
"About.footer" = "由全球 Bread 团队制作。版本%1$@";

/* Privay Policy button label */
"About.privacy" = "隐私政策";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "使用条款";

/* About screen title */
"About.title" = "关于";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "关闭";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "支持中心";

/* Account balance */
"Account.balance" = "余额";

/* Used when showing an exchange rate, for example "($10000) per (BTC)". The order of price ($10000) and unit (BTC) can not change. If there is not an easy word like this in your language, consider simply using "/" (as in "$10000 / BTC") */
"Account.exchangeRateSeparator" = "每";

/* Loading Wallet Message */
"Account.loadingMessage" = "正在加载钱包";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "我的 Bread";

/* Third party keyboard warning */
"Alert.customKeyboard.android" = "看起来您正在使用第三方键盘，它可以记录您键入的内容并窃取您的密钥（Recovery Phrase）。请切换到默认的安卓键盘以便获得额外保护。";

/* Error alert title */
"Alert.error" = "错误";

/* Keystore error */
"Alert.keystore.generic.android" = "您的安卓操作系统密钥库存在问题，请联系support@breadwallet.com";

/* KeyStore error, keys are invalidated */
"Alert.keystore.invalidated.android" = "您的 Bread 加密数据最近因为您的安卓系统屏幕锁定被禁用而失效。";

/* Keystore error title */
"Alert.keystore.title.android" = "安卓系统密钥库错误";

/* No internet alert message */
"Alert.noInternet" = "未发现互联网连接。检查您的连接并重试。";

/* Warning alert title */
"Alert.warning" = "警告";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "地址已复制";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "所有的钱包地址已被成功复制。";

/* Alert Header Label (the recovery phrase was set) */
"Alerts.recoveryPhraseSet" = "纸上密钥已设置";

/* Alert Subheader label (playfully positive) */
"Alerts.recoveryPhraseSetSubheader" = "太棒了！";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN 已设置";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "发送失败";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "发送确认";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "钱已发送！";

/* Fingerprint was recognized by the scanner */
"Alerts.touchIdSucceeded.android" = "已识别指纹";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON 串行化错误";

/* Wallet not ready error message */
"ApiClient.notReady" = "钱包尚未备好";

/* API Token error message */
"ApiClient.tokenError" = "无法检索 API 令牌";

/* Send BCH view body. */
"BCH.body" = "在下方输入目标 BCH 地址。您钱包中此分叉 (%1$@) 时的所有 BCH 都将被发送。";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "确认将 %1$@ 发送到 %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "确认";

/* Generic bch erorr message */
"BCH.genericError" = "您的账户不包含任何 BCH，或您在分叉后才接收到 BCH。";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "已拷贝交易 ID";

/* No address error message */
"BCH.noAddressError" = "请输入地址";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "支付协议请求不支持 BCH 交易";

/* BCH successfully sent alert message */
"BCH.successMessage" = "BCH 已成功发送。";

/* Widthdraw BCH view title */
"BCH.title" = "取出 BCH";

/* Tx Hash button header */
"BCH.txHashHeader" = "BCH 交易 ID";

/* Approve button label */
"BitID.approve" = "批准";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ 正使用您的比特币钱包请求验证";

/* Deny button label */
"BitID.deny" = "拒绝";

/* BitID error alert title */
"BitID.error" = "验证错误";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "请检查此服务。您可能需要重试。";

/* BitID success alert title */
"BitID.success" = "验证成功";

/* BitID Authentication Request alert view title */
"BitID.title" = "BitID 验证请求";

/* As in "(tap here to) buy (bitcoin)" */
"Button.buy" = "购买";

/* Cancel button label */
"Button.cancel" = "取消";

/* prompt continue button */
"Button.continueAction" = "继续";

/* prompt dismiss button */
"Button.dismiss" = "撤销";

/* Ignore button label */
"Button.ignore" = "忽略";

/* menu button */
"Button.menu" = "菜单";

/* No button */
"Button.no" = "不";

/* OK button label */
"Button.ok" = "好";

/* receive button */
"Button.receive" = "收到";

/* send button */
"Button.send" = "发送";

/* Settings button label */
"Button.settings" = "设置";

/* Settings button label */
"Button.submit" = "提交";

/* Yes button */
"Button.yes" = "是";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "将您的身份证号集中在方框中";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "发送金额：";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "网络费：";

/* eg. Processing time: This transaction is predicted to complete in [10-60 minutes]. */
"Confirmation.processingTime" = "处理时间：预计此交易将在 %1$@ 后完成。";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "发送";

/* Confirmation Screen title */
"Confirmation.title" = "确认";

/* To: (address) */
"Confirmation.to" = "至";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "费用总计：";

/* Confirm paper phrase error message */
"ConfirmPaperPhrase.error" = "您输入的单词与纸密钥 (Recovery Phrase) 不匹配。请重试。";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "为确保一切均被正确地书写，请在您的纸键输入以下文字。";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "单词#%1$@";

/* Agree to legal terms button */
"Crowdsale.agree" = "同意";

/* As in "(tap here to) buy (some) tokens" */
"Crowdsale.buyButton" = "购买数字货币";

/* Decline to legal terms button */
"Crowdsale.decline" = "拒绝";

/* Resume Idnetify verification button */
"Crowdsale.resume" = "重新验证";

/* Retry Identity verification button */
"Crowdsale.retry" = "重试";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "比特币显示单位";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "汇率";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "此设备未进行配置，无法用 iOS 邮件应用发送电子邮件。";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "电子邮箱不可用";

/* Message that gets shown when we've detected the user has encountered the looping lock-screen bug. (preserve [ ] characters) */
"ErrorMessages.loopingLockScreen.android" = "由于您的 Android 版本错误，Bread 无法验证。[Please tap here for more information.]";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "本设备未被配置来发送消息。";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "消息发送不可用";

/* Fingerprint was not recognized by the scanner, please try scanning again */
"ErrorMessages.touchIdFailed.android" = "未识别出指纹。请再试一次。";

/* You can customize your Face ID Spending Limit from the [menu] */
"FaceIDSettings.customizeText" = "您可以在 %1$@ 自定义面部识别支出限额。";

/* Face Id screen label */
"FaceIDSettings.label" = "使用面部识别解锁 BRD，在设置的限额内汇款。";

/* Title of the screen for setting the Face ID Spending Limit */
"FaceIDSettings.linkText" = "面部识别支出限额页";

/* Setting to turn on Face ID for BRD */
"FaceIDSettings.switchLabel" = "为 BRD 启用面部识别";

/* Face ID settings view title */
"FaceIDSettings.title" = "面部识别";

/* Instructions on how to turn on face id on the iPhone. Please ensure the name of the menu in this string matches the wording Apple uses in the iPhone menu. */
"FaceIDSettings.unavailableAlertMessage" = "您在本设备上还未设置面部识别。立刻前往设置>面部识别与密码进行设置。";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "未设置面部识别";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "面部识别支出限额";

/* Economy fee */
"FeeSelector.economy" = "经济";

/* E.g. [This transaction is predicted to complete in] 1-24 hours */
"FeeSelector.economyTime" = "1-24 小时";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "对于有时效性的交易，不推荐使用此选项。";

/* E.g. Estimated delivery: 10-60 minutes */
"FeeSelector.estimatedDeliver" = "预计交付时间：%1$@";

/* Regular fee */
"FeeSelector.regular" = "常规";

/* E.g. [This transaction is predicted to complete in] 10-60 minutes */
"FeeSelector.regularTime" = "10-60 分钟";

/* Fee Selector title */
"FeeSelector.title" = "处理速度";

/* This is the section that allows administration of the user's wallet */
"HomeScreen.admin" = "管理";

/* This section lists the users wallets */
"HomeScreen.portfolio" = "钱包";

/* Label for the total balance of all the user's assets (style is all lower case if your language permits) */
"HomeScreen.totalAssets" = "总资产";

/* Checking private key balance progress view text */
"Import.checking" = "正在查看私人密钥余额...";

/* Sweep private key confirmation message */
"Import.confirm" = "从这个私人密钥中发送 %1$@ 到您的钱包吗？比特币网络将收到 %2$@ 费用。";

/* Duplicate key error message */
"Import.Error.duplicate" = "本私钥已在您的钱包里。";

/* empty private key error message */
"Import.Error.empty" = "本私钥为空。";

/* High fees error message */
"Import.Error.highFees" = "交易费将超过本私钥的可用资金。";

/* Not a valid private key error message */
"Import.Error.notValid" = "并非有效私钥";

/* Import signing error message */
"Import.Error.signing" = "错误签名交易";

/* [Redeem] the funds stored on this private key. */
"Import.importButton" = "兑换";

/* Importing wallet progress view label */
"Import.importing" = "正在兑换私钥";

/* Caption for graphics */
"Import.leftCaption" = "私钥";

/* Import wallet intro screen message */
"Import.message" = "私钥通常以 QR 码形式打印在纸上，用于离线存储资金。 兑换私钥，用一笔交易将其控制的全部资金转入 Bread。";

/* Enter password alert view title */
"Import.password" = "本私钥受到密码保护。";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "密码";

/* Caption for graphics */
"Import.rightCaption" = "您的 Bread 钱包";

/* Scan Private key button label */
"Import.scan" = "扫描私钥";

/* Import wallet success alert title */
"Import.success" = "成功";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "成功兑换私钥。";

/* Import Wallet screen title */
"Import.title" = "兑换私钥";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "解锁键";

/* Import wallet intro warning message */
"Import.warning" = "兑换私钥不需要输入交易历史或其他细节。";

/* Wrong password alert message */
"Import.wrongPassword" = "密码错误，请重试。";

/* Close app button */
"JailbreakWarnings.close" = "关闭";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "忽略";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "设备安全性受损\n任何'越狱'应用都可能访问 Bread 的密钥链数据并盗取您的比特币！立即擦除这个钱包并在一台安全设备上进行恢复。";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "设备安全性受损\n任何'越狱'应用都可能访问 Bread 的密钥链数据并盗取您的比特币！请您仅在未越狱设备上使用 Bread 。";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "警告";

/* Wipe wallet button */
"JailbreakWarnings.wipe" = "擦除";

/* Location services disabled error */
"LocationPlugin.disabled" = "位置服务被禁用。";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "Bread 无权限访问位置服务。";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "您在%1$@上创建了您的钱包";

/* Manage wallet description text */
"ManageWallet.description" = "您的钱包名称仅出现在您的帐户交易记录中，其他任何人无法看到。";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "钱包名称";

/* Manage wallet modal title */
"ManageWallet.title" = "管理钱包";

/* Buy bitcoin title */
"MenuButton.buy" = "购买比特币";

/* Menu button title */
"MenuButton.lock" = "锁住钱包";

/* Menu button title */
"MenuButton.security" = "安全中心";

/* Menu button title */
"MenuButton.settings" = "设置";

/* Menu button title */
"MenuButton.support" = "支持";

/* button label */
"MenuViewController.createButton" = "创建新的钱包";

/* Menu modal title */
"MenuViewController.modalTitle" = "菜单";

/* button label */
"MenuViewController.recoverButton" = "恢复钱包";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "切换到自动模式";

/* Node is connected label */
"NodeSelector.connected" = "已连接";

/* Node is connecting label */
"NodeSelector.connecting" = "正在连接";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "输入节点 IP 地址和端口（可选）";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "输入节点";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "切换到手动模式";

/* Node address label */
"NodeSelector.nodeLabel" = "当前主要节点";

/* Node is not connected label */
"NodeSelector.notConnected" = "未连接";

/* Node status label */
"NodeSelector.statusLabel" = "节点连接状态";

/* Node Selector view title */
"NodeSelector.title" = "比特币节点";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "假的付款请求";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "不受支持或受损的文档";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "缺失的证书";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "请求已过期";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "无法付款";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "比特币支付不能小于%1$@。";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "比特币交易输出不能小于 %1$@。";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "不受支持的签名类型";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "不可信证书";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "点击继续开启面部识别";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "启用面部识别";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "需要设备密码才能保护您的钱包。转到设置并开启密码。";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "开启设备密码";

/* Instruction how to enable device encryption */
"Prompts.NoScreenLock.body.android" = "需要设备屏幕锁定才能保护您的钱包。在“设置”>“安全”>“屏幕锁定”中启用它以便继续。";

/* Device encryption prompt title */
"Prompts.NoScreenLock.title.android" = "屏幕锁定已禁用";

/* Warning about recovery phrase. */
"Prompts.RecoveryPhrase.body" = "为了应对手机丢失或者更换， 请您务必写下你的纸键。点击此处继续。";

/* An action is required (You must do this action). */
"Prompts.RecoveryPhrase.title" = "需要采取的行动";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "您的钱包可能不同步。通常可通过重新扫描区块链来修复。";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "交易被拒";

/* Share data prompt body */
"Prompts.ShareData.body" = "与我们分享您的匿名数据来帮助改善 Bread。";

/* Share data prompt title */
"Prompts.ShareData.title" = "分享匿名数据";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "点击此处以启用触摸 ID";

/* Enable Fingerprint prompt body */
"Prompts.TouchId.body.android" = "点击此处启用指纹认证";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "启用触摸 ID";

/* Enable Fingerprint prompt title */
"Prompts.TouchId.title.android" = "启用指纹认证";

/* Button on fingerprint prompt so the user can enter their PIN instead */
"Prompts.TouchId.usePin.android" = "密码";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "Bread 已升级到使用 6 位 PIN。点击此处升级。";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "升级 PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "打开推送通知，以便将来从 Bread 接收特殊消息。";

/* Push notifications toggle switch label */
"PushNotifications.label" = "推送通知";

/* Push notifications are off label */
"PushNotifications.off" = "关闭";

/* Push notifications are on label */
"PushNotifications.on" = "开启";

/* Push notifications settings view title label */
"PushNotifications.title" = "通知";

/* Address copied message. */
"Receive.copied" = "已复制到剪贴板。";

/* Share via email button label */
"Receive.emailButton" = "电子邮件";

/* Request button label */
"Receive.request" = "申请金额";

/* Share button label */
"Receive.share" = "分享";

/* Share via text message (SMS) */
"Receive.textButton" = "短信";

/* Receive modal title */
"Receive.title" = "接收";

/* Done button text */
"RecoverWallet.done" = "完成";

/* Recover wallet header */
"RecoverWallet.header" = "恢复钱包";

/* Reset PIN with recovery phrase: header */
"RecoverWallet.header_reset_pin" = "复位 PIN";

/* Enter recovery phrase instruction */
"RecoverWallet.instruction" = "输入纸键";

/* Recover wallet intro */
"RecoverWallet.intro" = "用您的纸键恢复您的 Bread。";

/* Invalid recovery phrase message */
"RecoverWallet.invalid" = "您输入的纸键无效。请仔细检查每个单词并重试。";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "左箭头键";

/* Next button label */
"RecoverWallet.next" = "下一个";

/* Reset PIN with recovery phrase: more information button. */
"RecoverWallet.reset_pin_more_info" = "点击此处以获取更多信息。";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "右箭头键";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "输入您想恢复的钱包的纸键。";

/* Reset PIN with recovery phrase: sub-header */
"RecoverWallet.subheader_reset_pin" = "要重置 PIN 码，请在下面的框中输入纸上密钥中的单词。";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "请先输入金额。";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "申请金额";

/* Alert action button label */
"ReScan.alertAction" = "同步";

/* Alert message body */
"ReScan.alertMessage" = "您不能在同步的同时寄钱。";

/* Alert message title */
"ReScan.alertTitle" = "与区块链同步？";

/* extimated time */
"ReScan.body1" = "20-45 分钟";

/* Syncing explanation */
"ReScan.body2" = "如果某次交易在比特币网络上显示为已完成，却不在您的 Bread 里。";

/* Syncing explanation */
"ReScan.body3" = "你反复得到交易被拒绝的出错信息。";

/* Start Sync button label */
"ReScan.buttonTitle" = "开始同步";

/* Sync blockchain view footer */
"ReScan.footer" = "您不能在与区块链同步的同时寄钱。";

/* Sync Blockchain view header */
"ReScan.header" = "同步区块链";

/* Subheader label */
"ReScan.subheader1" = "估计时间";

/* Subheader label */
"ReScan.subheader2" = "何时同步？";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "相机闪光灯";

/* Complete filter label */
"Search.complete" = "完成";

/* Pending filter label */
"Search.pending" = "待定";

/* Received filter label */
"Search.received" = "已收到";

/* Sent filter label */
"Search.sent" = "已发送";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "面部识别";

/* Security Center Info */
"SecurityCenter.info" = "启用所有安全功能以获得最大保护。";

/* Recovery Phrase button description */
"SecurityCenter.recoveryPhraseDescription" = "若您丢失或升级您的手机，访问您的比特币的唯一方法。";

/* Recovery Phrase button title */
"SecurityCenter.recoveryPhraseTitle" = "纸键";

/* PIN button description */
"SecurityCenter.pinDescription" = "保护您的 Bread 免遭未授权用户盗用。";

/* PIN button title */
"SecurityCenter.pinTitle" = "6 位 PIN";

/* Security Center Title */
"SecurityCenter.title" = "安全中心";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "方便地解锁 Bread，在设定限额下汇钱。";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "触摸 ID";

/* Security center fingerprint authentication button */
"SecurityCenter.touchIdTitle.android" = "指纹认证";

/* Send money amount label */
"Send.amountLabel" = "金额";

/* Balance: $4.00 */
"Send.balance" = "余额：%1$@";

/* Instructions how to allow the camera access for the app */
"Send.cameraUnavailabeMessage.android" = "在“设置”>“应用”>“Bread”>“权限”中允许访问相机";

/* Permission required to access camera */
"Send.cameraUnavailabeTitle.android" = "Bread 没有访问相机的权限";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "前往“设置”以允许访问照相机。";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "Bread 不允许访问照相机";

/* Warning when sending to self. */
"Send.containsAddress" = "目标是您自己的地址。您不能发送给您自己。";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "无法创建交易。";

/* Description for sending money label */
"Send.descriptionLabel" = "备忘录";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "粘贴板为空";

/* "(you) can't send (to your)self" */
"Send.ethSendSelf" = "不能发给自己";

/* Network Fee: $0.01 */
"Send.fee" = "网络费：%1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "收款人身份未经认证。";

/* Insufficient funds error */
"Send.insufficientFunds" = "资金不足";

/* e.g. The destination is not a valid (bitcoin) address. */
"Send.invalidAddressMessage" = "目标地址不是有效的%1$@地址。";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "粘贴板中没有有效的比特币地址";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "无效地址";

/* Is rescanning error message */
"Send.isRescanning" = "完全扫描期间发送功能已被禁用。";

/* Warning when the user is trying to send bitcoin cash to a legacy bitcoin address (possible, but probably not what the user wants to do) */
"Send.legacyAddressWarning" = "警告：这是已停用的比特币地址。您确定要向这个地址发送比特币现金吗？";

/* We are loading the request (now) */
"Send.loadingRequest" = "加载请求中";

/* Transaction fee could not be be caluculated error. */
"Send.nilFeeError" = "资金不够支付交易费。";

/* Empty address alert message */
"Send.noAddress" = "请输入收件人地址。";

/* Emtpy amount alert message */
"Send.noAmount" = "请输入汇款金额。";

/* No Fees error */
"Send.noFeesError" = "正在下载网络费状态。请重试。";

/* Paste button label */
"Send.pasteLabel" = "粘贴";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "无法发布交易。";

/* Could not load remote request error message */
"Send.remoteRequestError" = "无法加载支付请求";

/* Scan button label */
"Send.scanLabel" = "扫描";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "发送";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "发送";

/* Send money to label */
"Send.toLabel" = "至";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "比特币地址仅供一次性使用。";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "重复使用会削弱您和收件人的隐私，如果收件人不直接控制地址，可能会导致损失。";

/* Adress already used alert title */
"Send.UsedAddress.title" = "地址已被使用";

/* Other settings section header */
"Settings.other" = "其他";

"Settings.zero" = "其他";

/* About label */
"Settings.about" = "关于";

/* Advanced settings header */
"Settings.advanced" = "高级";

/* Advanced Settings title */
"Settings.advancedTitle" = "高级设置";

/* i.e. the currency which will be displayed */
"Settings.currency" = "显示币种";

/* e.g. "USD Settings" (settings for how USD is handled) */
"Settings.currencyPageTitle" = "%1$@ 设置";

/* Section title for a collection of different settings screens, one for each currency */
"Settings.currencySettings" = "货币设置";

/* Join Early access label */
"Settings.earlyAccess" = "加入早期访问";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "您喜欢 Bread 吗？";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "面部识别支出限额";

/* Redeem the funds stored on this private key. */
"Settings.importTitle" = "兑换私钥";

/* Manage settings section header */
"Settings.manage" = "管理";

/* Notifications label */
"Settings.notifications" = "通知";

/* Preferences settings section header */
"Settings.preferences" = "选项";

/* Leave review button label */
"Settings.review" = "给我们评论";

/* Share anonymous data label */
"Settings.shareData" = "分享匿名数据";

/* Sync blockchain label */
"Settings.sync" = "同步区块链";

/* Settings title */
"Settings.title" = "设置";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "触摸 ID 支出限制";

/* The fingerprint spending limit */
"Settings.touchIdLimit.android" = "指纹认证支出限额";

/* Wallet Settings section header */
"Settings.wallet" = "钱包";

/* Unlink/delete your wallet from the current device. */
"Settings.wipe" = "取消与此设备的链接";

/* Share data view body */
"ShareData.body" = "同我们分享您的匿名数据来帮助改善 Bread。这不包括任何财务信息。我们尊重您的财务隐私。";

/* Share data header */
"ShareData.header" = "共享数据？";

/* Share data switch label. */
"ShareData.toggleLabel" = "共享匿名数据？";

/* button label */
"StartPaperPhrase.againButtonTitle" = "再次书写纸键";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "如果您的手机丢失、被盗、损坏或升级，纸上密钥是恢复 Bread 的唯一方法。\n\n\n我们将向您显示一张单词表，请将其写在纸上并保存在安全的地方。";

/* button label */
"StartPaperPhrase.buttonTitle" = "写下纸键";

/* Argument is date */
"StartPaperPhrase.date" = "您最后一次记录纸上密钥是在 %1$@";

/* button label */
"StartViewController.createButton" = "创建新钱包";

/* Start view message */
"StartViewController.message" = "使用比特币最安全且最可靠的方式。";

/* Recover your wallet from a backup */
"StartViewController.recoverButton" = "恢复钱包";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "连接中";

/* Syncing view header text */
"SyncingView.header" = "正在同步";

/* Retry button label */
"SyncingView.retry" = "重试";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "同步中";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ 天";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ 小时";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ 分钟";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ 秒";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "你可以自定义从 %1$@ 的 Touch ID 支出限额。";

/* Fingerprint enabling description body */
"TouchIdSettings.customizeText.android" = "您可以从“指纹授权支出限额”页面自定义指纹认证支出限额";

/* Instruction for the fingerprint setup */
"TouchIdSettings.disabledWarning.body.android" = "您尚未在此设备上启用指纹认证。前往“设置” ->“安全”来设置指纹认证。";

/* Fingerprint Is Not Setup */
"TouchIdSettings.disabledWarning.title.android" = "指纹认证未启用";

/* Touch Id screen label */
"TouchIdSettings.label" = "请用指纹解锁 Bread 并在设定限额下汇钱。";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID 支出限额屏幕";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "支出限制：%1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "针对 Bread 启用触摸 ID";

/* Enable fingerprint for this wallet called Bread */
"TouchIdSettings.switchLabel.android" = "指纹认证";

/* Touch ID settings view title */
"TouchIdSettings.title" = "触摸 ID";

/* Fingerprint authentication label */
"TouchIdSettings.title.android" = "指纹认证";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "您尚未在本设备上设置触摸 ID。现在前往设置 -> 触摸 ID和密码进行设置。";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "触摸 ID 未设置";

/* Always require passcode option */
"TouchIdSpendingLimit" = "始终需要密码";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "如需发送超过您支出金额限制的任何交易，您将需要输入您的 6 位数 PIN 码。在您输入 6 位数 PIN 码后每 48 小时您都需要重新输入该 PIN 码。";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "触摸 ID 支出限制";

/* name of spending limit when using fingerprint authorization */
"TouchIdSpendingLimit.title.android" = "指纹授权支出限额";

/* Availability status text */
"Transaction.available" = "可供支出";

/* Transaction complete label */
"Transaction.complete" = "完成";

/* Transaction is confirming status text */
"Transaction.confirming" = "进行中";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "期末余额：%1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "接收时汇率：";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "发送时汇率：";

/* Transaction failed status text */
"Transaction.failed" = "失败";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ 费用)";

/* Invalid transaction */
"Transaction.invalid" = "无效";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "刚刚";

/* Transaction is pending status text */
"Transaction.pending" = "待定";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "进行中：%1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "进行中：%1$@";

/* sending to <address> */
"Transaction.sendingTo" = "正在发送至 %1$@";

/* sent to <address> */
"Transaction.sentTo" = "已发送至 %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "期初余额：%1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "等待确认中。部分商家需要进行确认以完成交易。预估时间：1-2 小时。";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "账户";

/* Address received from header */
"TransactionDetails.addressFromHeader" = "从";

/* Address sent to header */
"TransactionDetails.addressToHeader" = "至";

/* e.g. "(this was received) via (address #1)" via = by way of */
"TransactionDetails.addressViaHeader" = "通过";

/* Amount section header */
"TransactionDetails.amountHeader" = "金额";

/* "(it was worth) $100 when sent, (and it is worth) $200 now" */
"TransactionDetails.amountWhenReceived" = "发送时 %1$@，现在 %2$@";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "已在区块中确认";

/* Memo section header */
"TransactionDetails.commentsHeader" = "备忘录";

/* Timestamp section header for complete tx */
"TransactionDetails.completeTimestampHeader" = "完成";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "您的交易将显示在这里。";

/* e.g. the users balance after the transaction was compeleted */
"TransactionDetails.endingBalanceHeader" = "期末余额";

/* Exchange rate section header */
"TransactionDetails.exchangeRateHeader" = "汇率";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "在 %1$@";

/* Label showing the transaction was started (initialized) */
"TransactionDetails.initializedTimestampHeader" = "初始化";

/* More button title */
"TransactionDetails.more" = "更多...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "移出 %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "已移动 <b>%1$@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "未确认";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "已接收 %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "已收到 <b>%1$@</b>";

/* received via <address> */
"TransactionDetails.receivedVia" = "已通过 %1$@ 接收";

/* receiving via <address> */
"TransactionDetails.receivingVia" = "正在通过 %1$@ 接收";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "已发送 %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "已发送 <b>%1$@</b>";

/* Show Details button */
"TransactionDetails.showDetails" = "显示详细信息";

/* The balance the user started with before the transaction completed */
"TransactionDetails.startingBalanceHeader" = "起始余额";

/* Status section header */
"TransactionDetails.statusHeader" = "状态";

/* Transaction Details Title */
"TransactionDetails.title" = "交易详情";

/* Hide Details button */
"TransactionDetails.titleFailed" = "隐藏详细信息";

/* Transaction Details Title - Internal */
"TransactionDetails.titleInternal" = "内部";

/* Transaction Details Title - Received */
"TransactionDetails.titleReceived" = "已接收";

/* Transaction Details Title - Receiving */
"TransactionDetails.titleReceiving" = "正在接收";

/* Transaction Details Title - Sending */
"TransactionDetails.titleSending" = "正在发送";

/* Transaction Details Title - Sent */
"TransactionDetails.titleSent" = "已发送";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "到 %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "比特币交易 ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "已在此地址接收";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "已汇至此地址";

/* Disabled until date */
"UnlockScreen.disabled" = "在此日期前禁用：%1$@";

/* Unlock with FaceID accessibility label */
"UnlockScreen.faceIdText" = "用面部识别解锁";

/* My Address button title */
"UnlockScreen.myAddress" = "我的地址";

/* Reset PIN with Recovery Phrase button label. */
"UnlockScreen.resetPin" = "复位 PIN";

/* Scan button title */
"UnlockScreen.scan" = "扫描";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "输入 PIN 码";

/* Instruction to touch the sensor for fingerprint authentication */
"UnlockScreen.touchIdInstructions.android" = "触控感应器";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "解锁您的 Bread。";

/* Device authentication body */
"UnlockScreen.touchIdPrompt.android" = "请解锁您的安卓设备以便继续。";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "使用 TouchID 解锁";

/* Device authentication title */
"UnlockScreen.touchIdTitle.android" = "需要身份认证";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "钱包已解锁";

/* Update PIN caption text */
"UpdatePin.caption" = "请牢记此 PIN 码。如果您忘记，您将无法访问您的比特币。";

/* PIN creation info. */
"UpdatePin.createInstruction" = "您的 PIN 码将用于解锁您的 Bread 并发送款项。";

/* Update PIN title */
"UpdatePin.createTitle" = "设置 PIN 码";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "重新输入 PIN 码";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "输入您当前的 PIN 码。";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "输入您的新 PIN 码。";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "重新输入您的新 PIN 码。";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "抱歉，无法更新 PIN 码。";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "更新 PIN 码错误";

/* Update PIN title */
"UpdatePin.updateTitle" = "更新 PIN 码";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "是否拷贝钱包地址到剪贴板？";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "授权以拷贝钱包地址到剪贴板";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "拷贝钱包地址";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "拷贝";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "请输入您的个人识别码（PIN）以便授权此交易。";

/* Verify PIN view body */
"VerifyPin.continueBody" = "请输入您的 PIN 码以继续。";

/* Verify PIN view title */
"VerifyPin.title" = "PIN 码为必填项";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "授权此交易";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "打开 Bread iPhone app 以设置您的钱包。";

/* Dismiss button label */
"Webview.dismiss" = "忽略";

/* Webview loading error message */
"Webview.errorMessage" = "载入内容时发生错误。请重试。";

/* Updating webview message */
"Webview.updating" = "正在更新...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Breadwallet 更名为 Bread， 并增加了全新的界面和功能。如果您需要帮助，请使用在大多数设备屏幕右上角的(?)";

/* Top title of welcome screen */
"Welcome.title" = "欢迎使用bread！";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "您确认要删除此钱包吗？";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "擦除钱包吗？";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "擦除钱包失败。";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "失败";

/* Enter phrase to wipe wallet instruction. (Important to explain it is the CURRENT [this wallet's] recovery phrase that needs to be entered). */
"WipeWallet.instruction" = "若想启用新钱包或恢复已有钱包，首先需要取消现钱包的链接。如要继续，输入现钱包的纸钥匙（Recovery Phrase）。";

/* Instructions for unlinking the wallet */
"WipeWallet.startMessage" = "取消钱包链接可将其从本设备移除。一旦钱包链接被取消，您可以启用新钱包，或恢复本设备的其他钱包。";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "您无法再在这个设备上使用现在的Bread钱包。 现在的一切资金都留在纸键上。";

/* Unlink this wallet from this device. */
"WipeWallet.title" = "取消钱包的链接";

/* Wipe wallet button title */
"WipeWallet.wipe" = "擦除";

/* Wiping activity message */
"WipeWallet.wiping" = "正在擦除...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "按顺序写下每个词并保存到安全位置。";

/* button label */
"WritePaperPhrase.next" = "下一个";

/* button label */
"WritePaperPhrase.previous" = "上一步";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d / %2$d";

